Repository: City-busz/Tuba
Catalog: po/*.po
Languages: da

source: Browse the Fediverse
da: Gennemse Fediverset

source: Fediverse Client
da: Fedivers-klient

source: toot;mastodon;fediverse;gotosocial;pleroma;akkoma;
da: trut;mastodon;fedivers;gotosocial;pleroma;akkoma;

source: Explore the federated social web with Tuba for GNOME. Stay connected to your favorite communities, family and friends with support for popular Fediverse platforms like Mastodon, GoToSocial, Akkoma &amp; more!
da: Udforsk det fødererede sociale internet med Tuba til GNOME. Forbliv forbundet til dine yndlingsfællesskaber, familie og venner med understøttelse af populære Fedivers platforme så som Mastodon, GoToSocial, Akkomma &amp; og flere!

source: The Fediverse is a decentralized social network that consists of multiple interconnected platforms and communities, allowing users to communicate and share content across different networks and servers. It promotes user privacy and data ownership, and offers an alternative to centralized social media platforms.
da: Fediverset er et decentraliseret socialt netværk der består af adskillige med hinanden forbundne platforme og fællesskaber, der gør det muligt for brugere at kommunikere og dele indhold på tværs af forskellige netværk og servere. Det fremmer brugerens privatliv og dataejerskab, og tilbyder et alternativ til centraliserede social-medie-platforme.

source: General
da: Generel

source: Show Preferences
da: Vis indstillinger

source: Compose New Post
da: Forfat Nyt Indlæg

source: Refresh
da: Genindlæs

source: Search
da: Søg

source: Go Back
da: Tilbage

source: Show Keyboard Shortcuts
da: Vis tastaturgenveje

source: Close Window
da: Luk vindue

source: Quit
da: Afslut

source: About
da: Om

source: Scroll Up
da: Rul op

source: Scroll Down
da: Rul ned

source: Composer
da: Forfatter

source: Commit
da: Afsend

source: Media Viewer
da: Mediefremviser

source: Fullscreen
da: Fuldskærm

source: Zoom In
da: Forstør

source: Zoom Out
da: Formindsk

source: Previous Attachment
da: Forrige bilag

source: Next Attachment
da: Næste bilag

# shortcut window
source: Zoom In
da: Forstør

# shortcut window
source: Zoom Out
da: Formindsk

# shortcut window
source: Previous Attachment
da: Forrige bilag

# shortcut window
source: Next Attachment
da: Næste bilag

source: Admin Dashboard
da: Kontrolpanel

source: Cancel
da: Afbryd

source: Advanced Search might not work in all instances. You can invert an option by prefixing it with -. For example, -is:reply to filter out all replies.
da: Avanceret søgning er ikke nødvendigvis tilgængelig på alle instanser. Du kan invertere en valgmulighed med præfikset -. For eksempel, -is:reply for at filtrere alle svar fra.

source: Query
da: Forespørgsel

source: From User
da: Fra Bruger

source: Only Replies
da: Kun svar

source: Only Posts with Content Warnings
da: Kun indlæg med advarsler

source: Containing
da: Indeholder

source: Media
da: Medier

source: Poll
da: Spørgeskema

source: Embed
da: Indlejr

source: Timelines
da: Tidslinjer

source: Everywhere
da: Overalt

source: Library
da: Bibliotek

source: Favorites, Bookmarks, Own Posts
da: Favoritter, Bogmærker, Egne Opslag

source: Public
da: Offentlig

source: Dates
da: Datoer

source: Before
da: Før

source: During
da: I løbet af

source: After
da: Efter

source: _Publish
da: _Publicer

source: Edit Filter
da: Rediger filter

source: Save
da: Gem

source: Title
da: Titel

source: Expires In
da: Udløber om

source: Hide Completely
da: Skjul fuldstændigt

source: Otherwise a warning will be used
da: Ellers vil en advarsel blive vist

source: Contexts
da: Kontekst

source: One or multiple contexts where the filter should apply
da: En eller flere sammenhænge hvor filtret skal bruges

source: Keywords or Phrases
da: Nøgleord of fraser

source: Add Keyword
da: Tilføj nøgleord

source: Members
da: Medlemmer

source: Remove Members
da: Fjern Medlemmer

source: List Name
da: Listenavn

source: Hide Posts From Home
da: Skjul indlæg fra hjem

source: Replies Policy
da: Retningslinje for svar

source: Show member replies to
da: Vi svar fra medlemmer til

source: Nobody
da: Ingen

source: Other members of the list
da: Andre medlemmer på listen

source: Any followed user
da: Alle fulgte konti

source: Add Account
da: Tilføj konto

source: Next
da: Næste

source: What is your Server?
da: På hvilken server er du?

source: If you don't have an account yet, <a href="https://joinmastodon.org/servers">choose a server and register one</a>.
da: Hvis du ikke har en konto endnu, <a href="https://joinmastodon.org/servers"> kan du vælge vælge en server og registrere denne</a>.

source: Settings
da: Indstillinger

source: Confirm Authorization
da: Bekræft autorisation

source: If something went wrong, <a href="manual_auth">try manual authorization</a>.
da: Hvis noget fik galt, <a href="manual_auth">prøv manuel autorisering</a>.

source: Authorization Code
da: Autoriseringskode

source: Done
da: Færdig

source: Your account is connected and ready to use!
da: Din konto er forbundet og klar til brug!

source: Appearance
da: Udseende

source: Color Scheme
da: Stil

source: Large Text
da: Stor tekst

source: Increase the size of text in posts
da: Øg tekststørrelsen i indlæg

source: Large Line Height
da: Stor linjehøjde

source: Increase the line height in posts
da: Øg linjehøjden i indlæg

source: Large Custom Emojis
da: Store brugerdefinerede emojier

source: Scale Custom Emojis on Hover
da: Forstør brugerdefinerede emojier ved svævning

source: Slightly increases the size of custom emojis when you hover over them
da: Forstør brugerdefinerede emojier en smule, når musen er over dem

source: Letterbox Media
da: Letterbox medier

source: Scale down and letterbox media to fill the image containers instead of stretching and cropping them
da: Formindsk forhåndsvisninger af medier så de vises i deres helhed i stedet for at strække og beskære dem

source: Expand Pictures in Media Viewer
da: Udvid billeder i medieviseren

source: Expand pictures to fill the media viewer by default
da: Udvid billeder så du udfylder medieviseren som standard

source: Show a blurred version of the media until they fully load
da: Vis uklar udgave af medier indtil de helt indlæst

source: Reveal Spoilers by Default
da: Vi sensitivt indhold som standard

source: Show Link Preview Cards
da: Vis linkforhåndsvisningskort

source: Darken Images on Dark Mode
da: Formørk billeder i mørk tilstand

source: Dim Trivial Notifications
da: Dæmp trivielle notifikationer

source: Notifications like favorites and boosts will be less visible
da: Gør notifikationer som favoritter og fremhævninger mindre synlige

source: Posting
da: Publicerer indlægget

source: Default Post Visibility
da: Standard indlægssynlighed

source: Default Post Language
da: Standard indlægssprog

source: Default Post Content Type
da: Standard indholdstype for indlæg

source: Behavior
da: Opførsel

source: Run in Background
da: Kør i baggrunden

source: Fetch notifications while the app is closed
da: Indhent notifikationer mens appen er lukket

source: Strip Tracking Parameters From Links
da: Fjern sporringsparametre fra links

source: This option can lead to broken links when enabled
da: Kan føre til defekte links, hvis slået til

source: Advanced Boost Dialog
da: Tilpasset Fremhævningsdialog

source: Change boost visibility, quote and confirm boosting
da: Ændr synlighed på fremhævninger, citater og bekræft fremhævning

source: Warn before replying to an old post
da: Vis advarsel hvis du er ved at svare på et gammelt indlæg

source: Posts per Load Batch
da: Indlæg per indlæsning

source: Stream Timelines
da: Stream Tidslinjer

source: Receive new posts and notifications in real-time
da: Få nye indlæg og notifikationer i realtid

source: Stream Public Timelines
da: Stream offentlige tidslinjer

source: Warning: This will increase memory usage
da: Advarsel: Dette vil føre til øget forbrug af hukommelse

source: Notifications
da: Notifikationer

source: Push Notifications
da: Push-Notifikationer

source: New Followers
da: Nye Følgere

source: New Follower Requests
da: Nye Følgeforespørgsler

source: Favorites
da: Favoritter

source: Mentions
da: Omtaler

source: Boosts
da: Fremhævninger

source: Poll Results
da: Spørgeskemaresultater

source: Edits
da: Redigér

source: Group
da: Gruppe

source: Combine recently pushed notifications of the same type and post into one
da: Forén nyligt sendte notifikationer af samme type og indlæg

source: Filter Notifications Out
da: Filtrer notifikationer fra

source: Filter out notifications from people you may not know
da: Filtrer notifikationer fra personer du måske ikke kender fra

source: People you don't follow
da: Personer du ikke følger

source: Until you manually approve them
da: Indtil du manuelt godkender dem

source: People not following you
da: Personer som ikke følger dig

source: Including people who have been following you fewer than 3 days
da: Inkluderer personer som fulgt i færre end 3 døgn

source: New accounts
da: Nye konti

source: Created within the past 30 days
da: Oprettet indenfor de seneste 30 dage

source: Unsolicited private mentions
da: Uopfordrede direkte omtalinger

source: Filtered unless it's in reply to your own mention or if you follow the sender
da: Filtreres fra medmindre det er som svar til din egen omtale eller du følger afsenderen

source: Filters
da: Filtrer

source: Keywords
da: Nøgleord

source: Add Filter…
da: Tilføj Filter…

source: Edit Profile
da: Rediger Profil

source: Edit Profile Picture
da: Rediger Profilbillede

source: Edit Header Picture
da: Rediger banner

source: Display Name
da: Visningsnavn

source: Bio
da: Biografi

source: Custom Emoji Picker
da: Brugerdefinerede Emoji Vælger

source: Fields
da: Felter

source: Mention
da: Nævn

source: Direct Message
da: Direkte besked

source: Copy Handle
da: Kopier brugernavn

source: Open in Browser
da: Åben i browser

source: Receive Post Notifications
da: Få notifikationer om indlæg

source: Moderation
da: Moderering

source: Hide Boosts
da: Skjul fremhævninger

source: Mute
da: Gør Stum

source: Block
da: Bloker

source: Block Domain
da: Bloker Domæne

source: Report
da: Rappoter

source: Timeline
da: Tidslinje

source: Include Replies
da: Indkluder Svar

source: Include Media
da: Inkluder Medier

source: Lists
da: Lister

source: Copy URL
da: Kopier URL

source: Save Media…
da: Gem Medie…

source: Copy Media
da: Kopier Medie

source: Toggle Fullscreen
da: Slå fuldskærm til eller fra

source: Bot
da: Botkonto

source: View Cover
da: Vis banner

source: View Avatar
da: Vis profilbillede

source: Forget Account
da: Glem Konto

source: Switch Account
da: Skift Konto

source: View
da: Vis

source: Unread
da: Sæt som ulæst

source: Edited
da: Redigeret

source: Pinned
da: Fastgjort

source: Show Less
da: Vis mindre

source: Show More
da: Vis mere

source: Show Anyway
da: Vis alligevel

source: None
da: Ingen

source: Limit
da: Begræns

source: Suspend
da: Suspender

source: Blocked
da: Blokeret

source: Blocked Sign-ups
da: Blokerede registreringer

source: Limited Sign-ups
da: Begrænsede registreringer

source: Block Access
da: Bloker Adgang

source: Block Sign-ups
da: Bloker registreringer

source: Limit Sign-ups
da: Begræns registreringer

source: Block access to all resources
da: Bloker adgang til resurser

source: New sign-ups will not be possible
da: Nye kontoregistreringer vil ikke være mulige

source: New sign-ups will require your approval
da: Nye kontoregistreringer vil kræve godkendelse

source: Rule Violation
da: Regelbrud

source: Legal
da: Juridisk

source: Other
da: Andet

source: With the comment
da: Med kommentarer

source: Reason
da: Begrundelse

source: You've received a report
da: Du har modtaget en rapport

source: You've received a report on
da: Du har modtaget en rapport på

source: Error
da: Fejl

source: Empty Conversation with %s
da: Tom Samtale med %s

source: Home &amp; Lists
da: Hjem &amp; lister

source: Public Timelines
da: Offentlige tidslinjer

source: Conversations
da: Samtaler

source: Profiles
da: Profiler

source: You have blocked %s, removing %s of your followers and %s account you follow.
da: Du har blokeret %s, hvilket fjerner %s af dine følgere og %s af de kontoerne du følger.

source: You have blocked %s, removing %s of your followers and %s accounts you follow.
da: Du har blokeret %s, hvilket fjerner %s af dine følgere og %s af de kontoerne du følger.

source: An admin has blocked %s, including %s of your followers and %s account you follow.
da: En administrator har blokeret %s, hvilket fjerner %s af dine følgere og %s af de kontoerne du følger.

source: An admin has blocked %s, including %s of your followers and %s accounts you follow.
da: En administrator har blokeret %s, hvilket fjerner %s af dine følgere og %s af de kontoerne du følger.

source: An admin has suspended %s, which means you can no longer receive updates from them or interact with them.
da: En administrator har suspenderet %s, hvilket indebærer at du ikke længere kan modtage opdateringer fra eller interagere med dem.

source: Signed Up
da: Registrerede sig

source: %s (& %d others)
da: %s (& %d andre)

source: Reply…
da: Svar…

source: Remove from Followers
da: Fjern fra Følgere

source: Follow Back
da: Følg tilbage

source: Decline
da: Afslå

source: Accept
da: Accepter

source: Sent follow request
da: Send forespørgsel om at følge

source: Mutuals
da: Gensidige

source: Follows you
da: Følger dig

source: Blocks you
da: Har blokeret dig

source: Block "%s"?
da: Bloker "%s"?

source: Unblock "%s"?
da: Fjern blokering af "%s"?

source: Unblock
da: Fjern blokering

source: Search returned no results
da: Søgning gav ingen resultater

source: You are about to open a %s video
da: Du er ved at åbne en %s-video

source: You are about to open a %s track
da: Du er ved at åbne en %s sang

source: You are about to open a %s book
da: Du er ved at åbne en %s bog

source: You are about to leave %s
da: Du er ved at forlade %s

source: If you proceed, "%s" will open in your browser.
da: Hvis du fortsætter, vil %s blive åbnet i din browser.

source: If you proceed, %s will connect to "%s".
da: Hvis du fortsætter, vil %s forbinde sig til "%s".

source: Account not found
da: Kontoen kunne ikke findes

source: %d per week
da: %d per uge

source: Used %d times by %d people yesterday
da: Anvendt %d gange af %d konti igår

source: Used %d times by %d people in the past 2 days
da: Anvendt %d gange af %d konti de sidste 2 døgn

source: Invalid Proxy URL
da: Ugyldig Proxy URL

source: '%s://' may only be used when adding a new account
da: '%s://' må kun bruges til at tilføje en ny konto

source: '%s://' may not be used when adding a new account
da: '%s://' må ikke bruges til at tilføje en ny konto

source: %s does not accept '%s://'
da: %s accepterer ikke '%s://'

source: translator-credits
da: Hans Vinther-Larsen https://mstdn.social/@HansVL

source: Wiki
da: Brugervejledning

source: Translate
da: Oversæt

source: Donate
da: Doner

source: Yes
da: Ja

source: Add Federation Block
da: Tilføj føderationsblokering

source: Add
da: Tilføj

source: Domain
da: Domæne

source: Severity
da: Alvorsgrad

source: Reject Media Files
da: Afvis mediefiler

source: Removes locally stored media files and refuses to download any in the future
da: Fjerner lokal lagrede mediefiler og afvise at downloade nogen i fremtiden

source: Reject Reports
da: Afvis rapporter

source: Ignore all reports coming from this domain
da: Ignorer all rapporter fra dette domæne

source: Obfuscate Domain Name
da: Slør domænenavn

source: Partially obfuscate the domain name in the list if advertising the list of domain limitations is enabled
da: Hvis adressespecifikke begrænsninger er åbent tilgængelige, slør da delvist domænet på listen

source: Private Comment
da: Privat Kommentar

source: Public Comment
da: Offentlig Kommentar

source: %d Year
da: %d År

source: %d Month
da: %d Måned

source: %d Week
da: %d Uge

source: %d Day
da: %d Døgn

source: Add IP Block
da: Tilføj IP-blokering

source: Comment
da: Kommentar

source: Expiration
da: Udløbsdato

source: Rule
da: Regel

source: Choose what will happen with requests from this IP
da: Vælg hvad der skal ske med forespørgsler fra denne IP

source: Are you sure you want to mark this report as resolved?
da: Er du sikker på at du markere denne rapport som løst?

source: Resolve
da: Løs

source: Are you sure you want to reopen this report?
da: Er du sikker på at du vil genåbne denne rapport?

source: Reopen
da: Genåben

source: Take Action
da: Behandl

source: Joined
da: Kom med

source: %B %e, %Y
da: %e. %B %Y

source: Reported on
da: Rapporteret på

source: Reported by
da: Rapporteret af

source: Resolved
da: Løst

source: Unresolved
da: Uløst

source: Forwarded
da: Videresendt

source: Action Taken by
da: Handling udført af

source: Category
da: Kategori

source: The reason this account and/or content was reported will be cited in communication with the reported account
da: Begrundelsen for at denne bruger og/eller indhold blev anmeldt vil fremgå i kommunikationen med den anmeldte konto

source: Violated Rules
da: Overtrådte regler

source: Reported Posts
da: Rapporter indlæg

source: Submit
da: Indsend

source: Warning
da: Advarsel

source: Use this to send a warning to the user, without triggering any other action
da: Anvend dette til at sende en advarsel til brugeren uden af udløse nogen handling

source: Freeze
da: Frys

source: Prevent the user from using their account, but do not delete or hide their contents
da: Forhindrer brug af kontoen uden at slette eller skjule indhold fra den

source: Sensitive
da: Sensitiv

source: Force all this user's media attachments to be flagged as sensitive
da: Tving alle brugerens mediebilag til at anmærkes som sensitive

source: Prevent the user from being able to post with public visibility, hide their posts and notifications from people not following them. Closes all reports against this account
da: Forhindr brugeren i at kunne publicere offentligt tilgængelig indlæg og skjul deres indlæg og notifikationer fra personer, der ikke følger dem. Dette vil lukke alle rapporter mod kontoen

source: Prevent any interaction from or to this account and delete its contents. Revertible within 30 days. Closes all reports against this account
da: Forhindr enhver interaktion til eller fra denne konto og slet al dens indhold. Reversibelt inden for 30 dage. Lukker alle rapporter mod denne konto

source: Notify the user per e-mail
da: Meddel brugeren over e-mail

source: The user will receive an explanation of what happened with their account
da: Brugeren vil modtage en forklaring om hvad der sket med deres konto

source: Are you sure you want to proceed?
da: Er du sikker på du vil fortsætte?

source: Dashboard
da: Kontrolpanel

source: Reports
da: Rapporter

source: Accounts
da: Konti

source: Blocked E-mail Domains
da: Blokerede E-mail Domæner

source: IP Rules
da: IP-adresse-regler

source: Federation Allowlist
da: Federations godkendtliste

source: Federation Blocklist
da: Federations blokeringsliste

source: Edit Alt Text
da: Rediger Alt-Tekst

source: Remove Attachment
da: Fjern bilag

source: Characters Left
da: Tilbageværende tegn

source: Alternative text for attachment
da: Alternativ tekst til bilag

source: All Supported Files
da: Alle understøttede filer

source: Paste
da: Sæt ind

source: Add Media
da: Tilføj medie

source: No Media
da: Ingen medier

source: Mark media as sensitive
da: Marker medie som sensitivt

source: Unmark media as sensitive
da: Fjern sensitivitetsmarkering

source: Open
da: Åben

source: File "%s" is bigger than the instance limit
da: Fil "%s" er større end instansens grænse

source: Are you sure you want to exit?
da: Er du sikker på du vil afslutte?

source: Your progress will be lost.
da: Dit fremskridt vil gå tabt.

source: Discard
da: Forkast

source: _Redraft
da: _Omskriv

source: _Edit
da: _Rediger

source: _Reply
da: _Svar

source: Text
da: Tekst

source: Stripped tracking parameters
da: Fjernede sporingsparametrer

source: Undo
da: Fortryd

source: What's on your mind?
da: Hvad har du på hjertet?

source: Emoji Picker
da: Emoji-vælger

source: Write your warning here
da: Skriv din advarsel her

source: Content Warning
da: Indholdsadvarsel

source: Post Privacy
da: Indlægs-synlighed

source: Post Language
da: Indlægssprog

source: Post Content Type
da: Indlægsindholdstype

source: Add Poll
da: Tilføj spørgeskema

source: Enable Multiple Choice
da: Tilføj flervalg

source: Hide Total Votes
da: Skjul antal svar

source: Disable Multiple Choice
da: Slå flervalg fra

source: Show Total Votes
da: Vis antal svar

source: Choice %d
da: Valg %d

source: %d Minute
da: %d Minut

source: %dm
da: %d min

source: %d Hour
da: %d Time

source: %dh
da: %d t

source: Never
da: Aldrig

source: New Filter
da: Nyt Filter

source: Keyword
da: Nøgleord

source: Match Whole Word
da: Sammenlig hele ord

source: Delete
da: Slet

source: Couldn't edit filter: %s
da: Kunne ikke redigere filter: %s

source: Home
da: Startside

source: Allow access to your account in the browser.
da: Tillad adgang til konto i browseren.

source: Copy the authorization code from the browser and paste it below.
da: Kopier autoriseringskode fra browseren og sæt den ind herunder.

source: Please enter a valid instance URL
da: Angiv venligst en valid instans-URL

source: Please enter a valid authorization code
da: Angiv venligst en valid autoriseringskode

source: Instance failed to authorize the access token
da: Instansen kunne ikke autorisere adgangspoletten

source: Hello, %s!
da: Hej, %s!

source: Server returned an error
da: Server returnerede en fejl

source: Apply
da: Anvend

source: Admin Mode
da: Administratortilstand

source: Enables the Admin Dashboard and requests the needed permissions to use the Admin API
da: Aktiverer Admin Kontrolpanelet og forespørger nødvendig rettigheder til brug af Admin API

source: Polls
da: Spørgeskemaer

source: Post Edits
da: Indlægsredigeringer

source: Follows
da: Følger

source: Clear All Notifications
da: Fjern Alle Notifikationer

source: Included Notifications
da: Inkluderede Notifikationer

source: Are you sure you want to clear all notifications?
da: Er du sikker på du vil fjerne alle notifikationer?

source: Clear
da: Ryd

source: Edit
da: Rediger

source: %d keyword
da: %d Nøgleord

source: Are you sure you want to delete %s?
da: Er du sikker på, du vil slette %s?

source: Couldn't delete filter: %s
da: Kunne ikke slette filter: %s

source: Label
da: Mærkat

source: Content
da: Indhold

source: Field %d
da: Feldt %d

source: It's spam
da: Det er spam

source: It violates server rules
da: Det overtræder serverens regler

source: It's something else
da: Det er noget andet

source: Malicious links, fake engagement, or repetitive replies
da: Skadelige links, falskt engagement eller gentagende svar

source: You are aware that it breaks specific rules
da: Du er opmærksom på at det bryder specifikke regler

source: The issue does not fit into other categories
da: Problemet passer ikke ind i andre kategorier

source: Reporting %s
da: Rapporterer %s

source: Tell us what's going on with this account
da: Beskriv problemet med kontoen

source: Tell us what's going on with this post
da: Beskriv problemet med indlægget

source: Choose the best match
da: Vælg det bedste match

source: Which rules are being violated?
da: Hvilke regler overtrædes?

source: Select all that apply
da: Vælg alle relevante

source: Couldn't fetch all user's posts
da: Kunne ikke indlæse alle brugerens indlæg

source: Are there any posts that back up this report?
da: Er der indlæg, som kan bekræfte denne anmeldelse?

source: Are there any other posts that back up this report?
da: Er der andre indlæg, som kan bekræfte denne anmeldelse?

source: Is there anything else you think we should know?
da: Er der andet, som vi bør vide?
