Repository: City-busz/Tuba
Catalog: po/*.po
Languages: da

source: Additional Comments
da: Yderligere kommentarer

source: Forward to %s
da: Videresend til %s

source: Are you sure you want to submit?
da: Er du sikker på du vil anmelde?

source: Submitted Report Successfully
da: Anmeldelse indsendt

source: Couldn't submit report: %s
da: Indsending af anmeldelse mislykkedes: %s

source: Back
da: Tilbage

source: %s. You can continue with the report however.
da: %s. Du kan fortsat indsende anmeldelsen.

source: No posts found
da: Fandt ingen indlæg

source: %s mentioned you
da: %s nævnte dig

source: %s boosted your post
da: %s fremhævede dit indlæg

source: %s boosted
da: %s fremhævet

source: %s favorited your post
da: %s favoritmarkerede dit indlæg

source: %s now follows you
da: %s følger nu dig

source: %s wants to follow you
da: %s ønsker at følge dig

source: Poll results
da: Spørgeskemaresultat

source: %s edited a post
da: %s redigerede et indlæg

source: In Reply
da: Som svar

source: In Reply to %s
da: Som svar til %s

source: %s signed up
da: %s skrev sig op

source: Some of your relationships got severed
da: Nogen af dine tilknytninger blev brudt

source: Received a new report
da: Modtog en ny anmeldelse

source: Plain Text
da: Klartekst

source: Bookmarks
da: Bogmærke

source: Explore
da: Udforsk

source: Local
da: Lokalt

source: Federated
da: Tilknyttet

source: Post to public timelines
da: Vis på offentlige tidslinjer

source: Unlisted
da: Ulistet

source: Don't post to public timelines
da: Vis ikke på offentlige tidslinjer

source: Followers Only
da: Kun følgere

source: Post to followers only
da: Vi kun til følgere

source: Direct
da: Direkte

source: Post to mentioned users only
da: Vi kun til nævnte brugere

source: Notification was pushed for a different account
da: Notifikation blev sendt fra en anden konto

source: %s Account
da: %s Konto

source: Follow System
da: Følg System

source: Light
da: Lys

source: Dark
da: Mørk

source: expires soon
da: udløber snart

source: %sm left
da: %s min tilbage

source: %sh left
da: %s t tilbage

source: %sd left
da: %s d tilbage

source: expires on %b %-e, %Y
da: Udløber %-e.%m.%Y

source: expires on %b %-e, %Y %H:%m
da: Udløber %-e.%m.%Y %H:%m

source: expired on just now
da: netop udløbet

source: expired %sm ago
da: udløb for %s min siden

source: expired %sh ago
da: udløb %s t siden

source: expired yesterday
da: udløb igår

source: expired on %b %-e
da: udløb %-e.%d

source: expired on %b %-e, %Y
da: udløb %-e.%b.%Y

source: %b %-e, %Y %H:%m
da: %-e %b %Y %H:%m

source: Just now
da: Netop nu

source: %sm
da: %s min

source: %sh
da: %s t

source: Yesterday
da: Igår

source: %b %-e
da: %-e %b

source: %b %-e, %Y
da: %-e.%b.%Y

source: just now
da: lige nu

source: %s minutes ago
da: %s minutter siden

source: %s hours ago
da: %s timer siden

source: yesterday
da: igår

source: less than a minute old
da: mindre end et minut siden

source: an hour old
da: en time siden

source: %d months old
da: %d måneder siden

source: a day old
da: for en dag siden

source: a year old
da: for et år siden

source: M
da: Mio

source: All
da: Alle

source: Remote
da: Ekstern

source: Location
da: Lokation

source: Active
da: Aktiv

source: Limited
da: Begrænset

source: Disabled
da: Deaktiveret

source: Suspended
da: Udvist

source: Pending
da: Afventende

source: Username
da: Brugernavn

source: Role
da: Rolle

source: Confirmed
da: Bekræftet

source: Not Confirmed
da: Ubekræftet

source: No Reason Given
da: Ingen begrundelse

source: Awaiting Approval
da: Afventer godkendelse

source: Approve
da: Godkend

source: Reject
da: Afslå

source: Are you sure you want to undo this action?
da: Er du sikker på du vil fortryde denne handling?

source: Are you sure you want to approve %s?
da: Er du sikker på du vil godkende %s?

source: Are you sure you want to reject %s?
da: Er du sikker på du vil afslå %s?

source: Block a new e-mail domain
da: Bloker et ny e-mail domæne

source: Are you sure you want to block %s?
da: Er du sikker på du vil blokere %s?

source: This can be the domain name that shows up in the e-mail address or the MX record it uses. They will be checked upon sign-up.
da: Dette kan være domænenavnet som vises i e-mailadressen eller på MX-posten den anvender. Det vil blive kontrolleret ved registrering.

source: New Users
da: Nye brugere

source: Active Users
da: Aktive Brugere

source: Interactions
da: Interaktioner

source: Reports Opened
da: Åbne rapporter

source: Reports Resolved
da: Løste Rapporter

source: Sign-up Sources
da: Registreringskilder

source: Top Active Languages
da: Mest bruge sprog

source: Top Active Servers
da: Mest Aktive Serverer

source: Space Usage
da: Lagringsplace

source: Stats
da: Statistik

source: Allow federation with an instance
da: Tillad federation med instans

source: Allow
da: Tillad

source: Are you sure you want to allow federation with %s?
da: Er du sikker på du vil tillade federation med %s?

source: Show Resolved Reports
da: Vis løste rapporter

source: Are you sure you want to unblock %s?
da: Er du sikker på, du vil ophæve blokeringen af %s?

source: Are you sure you want to no longer federate with %s?
da: Er du sikker på, du ikke længere ønske at federere med %s?

source: Remove
da: Fjern

source: Announcements
da: Meddelelser

source: No Announcements
da: Ingen Meddelelser

source: Nothing to see here
da: Intet at se her

source: Reload
da: Genindlæs

source: An Error Occurred
da: Noget gik galt

source: No Bookmarks
da: Ingen Bogmærker

source: No Conversations
da: Ingen Samtaler

source: Edit History
da: Redigeringshistorik

source: No Edit History
da: Ingen Redigeringshistorik

source: Posts
da: Indlæg

source: No Hashtags
da: Ingen Hasttags

source: News
da: Nyheder

source: No News
da: Ingen Nyheder

source: For You
da: Til Dig

source: No Suggestions
da: Ingen Forslag

source: No Favorites
da: Ingen Favoritter

source: Follow Requests
da: Følgeforespørgsler

source: No Follow Requests
da: Ingen Følgeforespørgsler

source: Follow
da: Følg

source: Unfollow
da: Følg ikke længere

source: Compose
da: Forfat

source: Delete "%s"?
da: Slet "%s"?

source: This action cannot be reverted.
da: Dette handling kan ikke omgøres.

source: No Lists
da: Ingen Lister

source: New list title
da: Nyt listenavn

source: Add list
da: Opret liste

source: Copied media url to clipboard
da: Kopier medie-URL til udklipstavlen

source: Copied image to clipboard
da: Kopier billede til udklipstavlen

source: Mutes & Blocks
da: Stumme og Blokerede

source: Mutes
da: Stumme

source: No Muted Accounts
da: Ingen Stumme Konti

source: Blocks
da: Blokerede

source: No Blocked Accounts
da: Ingen Blokerede Konti

source: Notifications by %s
da: Notifikationer fra %s

source: No Notifications by %s
da: Ingen notifikationer fra %s

source: Dismiss
da: Afvis

source: Filtered Notifications
da: Filtrerede Notifikationer

source: No Filtered Notifications
da: Ingen filtrerede notifikationer

source: %d Filtered Notification
da: %d Filtreret Notifikation

source: No Notifications
da: Ingen Notifikationer

source: Profile
da: Profil

source: No Posts
da: Ingen indlæg

source: No Followers
da: Ingen følgere

source: This user doesn't follow anyone yet
da: Denne bruger følger endnu ingen

source: Copied handle to clipboard
da: Kopierede brugernavn til udklipstavlen

source: Block Entire "%s"?
da: Bloker hele "%s"?

source: Unblock Entire "%s"?
da: Ophæv blokeringen af hele "%s"?

source: Blocking a domain will: • Remove its public posts and notifications from your timelines • Remove its followers from your account • Prevent you from following its users
da: Blokering af et domæne vil: • Fjerne dets offentlige indlæg og notifikationer fra dine tidslinjer • Fjerne dets følgere fra din konto • Forhindre dig i at følge dets brugere

source: Add or remove "%s" to or from a list
da: Tilføj eller fjern "%s" til eller fra en liste

source: Select the list to add or remove "%s" to or from:
da: Vælg en liste at tilføje eller fjerne "%s" fra:

source: You don't have any lists
da: Du har ingen lister

source: Remove "%s" from "%s"
da: Fjern "%s" fra "%s"

source: Add "%s" to "%s"
da: Føj "%s" til "%s"

source: User "%s" got removed from "%s"
da: Bruger "%s" blev fjernet fra "%s"

source: User "%s" got added to "%s"
da: Bruge "%s" blev føjet til "%s"

source: Enter Query
da: Angiv forespørgsel

source: Advanced Search
da: Avanceret Søgning

source: Clear Entry
da: Ryd Felt

source: No Results
da: Ingen resultater

source: Language
da: Sprog

source: %d Announcement
da: %d Meddelelse

source: %d Follow Request
da: %d Følgeforespørgsel

source: New Post
da: Nyt Indlæg

source: Open Profile
da: Åbn Profil

source: Preferences
da: Præferencer

source: Keyboard Shortcuts
da: Tastaturgenveje

source: About %s
da: Om %s

source: Forget %s?
da: Glem %s?

source: This account will be removed from the application.
da: Denne konto vil blive fjernet fra appen.

source: Forget
da: Glem

source: Post Stats
da: Indlægsstatistik

source: Favorited By
da: Favoriseret af

source: Boosted By
da: Fremhævet af

source: No Boosts
da: Ingen fremhævninger

source: Conversation
da: Samtale

source: Reveal Spoilers
da: Vis Spoilere

source: Hide Spoilers
da: Skjul Spoilere

source: Network Error
da: Netværksfejl

source: %s (%s)'s profile.
da: %s (%s)s profil.

source: Relationship: %s.
da: Relation: %s.

source: %s Post
da: %s Indlæg

source: %s Follower
da: %s Følger

source: %s Following
da: Følger %s

source: No Limits
da: Ingen begrænsninger

source: Waiting Approval
da: Afventer Godkendelse

source: Assigned to
da: Tildelt

source: Unassign
da: Fjern tildeling

source: Assign
da: Tildel

source: %d Sign-up Attempts
da: %d Registreringsforsøg

source: React with %s
da: Reager med %s

source: Announcement by %s (%s).
da: Meddelelse fra %s(%s).

source: Edited: %s.
da: Redigeret: %s.

source: Published: %s.
da: Publiceret: %s.

source: Contains %d reaction.
da: Har fået %d reaktion.

source: Unread.
da: Ulæst.

source: Hide Media
da: Skjul medie

source: Show Sensitive Content
da: Vis sensitivt indhold

source: Copied attachment url to clipboard
da: Kopierede url til udklipstavlen

source: Save Attachment
da: Gem bilag

source: Saved Media
da: Gemte medier

source: Couldn't Save Media
da: Kunne ikke gemme medie

source: View Alt Text
da: Vis alternativ tekst

source: Published: %s
da: Publiceret: %s

source: by %s
da: af %s

source: Results
da: Resultat

source: Recently Used
da: Nyligt anvendt

source: Custom Emojis
da: Brugerdefinerede Emojier

source: Discussed %d times by %d people yesterday
da: Omtalt %d gange af %d personer igår

source: Discussed %d times by %d people in the past 2 days
da: Omtalt %d gange af %d personer i de seneste 2 dage

source: Contains %d field.
da: Indeholder %d felt.

source: Error: Note is over 2000 characters long
da: Fejl: Anmærkningen er over 2000 tegn lang

source: Unmute
da: Ophæv dæmpning

source: Boost
da: Fremhæv

source: This post can't be boosted
da: Dette indlæg kan ikke fremhæves

source: Reply
da: Svar

source: Favorite
da: Favorit

source: Bookmark
da: Bogmærk

source: This post is %s
da: Dette indlæg er %s

source: You can still reply, but it may no longer be relevant.
da: Du kan stadig svare, men det er måske ikke længere relevant.

source: Don't remind me again
da: Påmind mig ikke igen

source: Boost with Visibility
da: Fremhæv med synlighed

source: Quote
da: Citer

source: View Stats
da: Vis statistik

source: View Edit History
da: Vis redigeringshistorik

source: Pin
da: Fastgør

source: Show Original
da: Vis original

source: Copied post url to clipboard
da: Kopier indlægsurl til udklipsholderen

source: Are you sure you want to delete this post?
da: Er du sikker på, du vil slette dette indlæg?

source: Couldn't translate: %s
da: Kunne ikke oversætte: %s

source: Open %s's Profile
da: Åbn %ss profil

source: Unpin
da: Ophæv fastgøring

source: Filtered post
da: Filtrerede indlæg

source: %s post by %s (%s).
da: %s indlæg af %s(%s).

source: The post is pinned.
da: Dette indlæg er fastgjort.

source: Contains a quoted post.
da: Indeholder et citeret indlæg.

source: Contains %d attachment.
da: Indeholder %d bilag.

source: Contains an expired poll.
da: Indeholder udløbet spørgeskema.

source: Contains a poll.
da: Indeholde et spørgeskema.

source: The post has a spoiler.
da: Indlægget har en spoiler.

source: The post has the following spoiler: %s.
da: Indlægget har følgende spoiler: %s.

source: Posted using %s.
da: Lagt op med %s.

source: %s reply
da: %s svar

source: %s boost
da: %s fremhævning

source: %s favorite
da: %s favorit

source: Quoted Post
da: Citeret indlæg

source: Filtered: %s
da: Filtreret: %s

source: Filtered
da: Filtreret

source: Translated from %s using %s
da: Oversat fra %s med %s

source: Translated using %s
da: Oversat med %s

source: Vote
da: Stem

source: Voted
da: Stemte

source: %lld voted
da: %lld stemte

source: Poll with %d option.
da: Spørgeskema med %d mulighed.

source: You have voted.
da: Du har stemt.
